{
  "highThreat": "Ameaça Alta",
  "fallArmyworm": "Lagarta-do-cartucho",
  "overview": "Visão Geral",
  "fallArmywormDescription": "A Lagarta-do-cartucho (Spodoptera frugiperda) é uma das pragas mais destrutivas para a agricultura em Angola, especialmente para a cultura do milho. É uma espécie polífaga, o que significa que se alimenta de mais de 80 espécies de plantas, incluindo sorgo, arroz e algodão.",
  "fallArmywormImpact": "Se não controlada, pode causar perdas de rendimento superiores a 50%. A sua alta capacidade de reprodução e migração torna-a uma ameaça constante durante todo o ciclo da cultura, desde a emergência até à formação das espigas.",
  "identification": "Identificação",
  "larvae": "Lagartas (Fase de Dano)",
  "fallArmywormLarvae1": "Cabeça escura com uma marca clara em forma de 'Y' invertido na fronte.",
  "fallArmywormLarvae2": "Quatro pontos escuros formando um quadrado no penúltimo segmento do corpo.",
  "fallArmywormLarvae3": "Cor varia de pardo-escuro a quase preto, podendo atingir até 50mm de comprimento.",
  "adults": "Adultos (Mariposas)",
  "fallArmywormAdults1": "São mariposas de hábito noturno, com asas anteriores acinzentadas e posteriores claras.",
  "fallArmywormAdults2": "A fêmea tem alta capacidade reprodutiva, podendo ovipositar mais de 1000 ovos durante a sua vida.",
  "damage": "Danos Característicos",
  "fallArmywormDamage1": "Folhas raspadas com aspecto de 'janela', um dano típico de lagartas recém-eclodidas.",
  "fallArmywormDamage2": "Cartucho da planta destruído, com perfurações e fezes granuladas com aparência de serragem.",
  "fallArmywormDamage3": "Danos diretos às espigas, perfurando os grãos e facilitando a entrada de fungos que produzem aflatoxinas.",
  "controlMethods": "Métodos de Controle",
  "biologicalControl": "Controle Biológico",
  "fallArmywormBio1": "Uso de bioinseticidas à base de Bacillus thuringiensis (Bt).",
  "fallArmywormBio2": "Liberação de inimigos naturais como a vespa Trichogramma.",
  "fallArmywormBio3": "Aplicação de fungos entomopatogênicos que infectam a lagarta.",
  "culturalControl": "Controle Cultural",
  "fallArmywormCultural1": "Plantio em época recomendada para evitar picos populacionais da praga.",
  "fallArmywormCultural2": "Rotação de culturas com plantas não hospedeiras para quebrar o ciclo da praga.",
  "fallArmywormCultural3": "Eliminação de plantas daninhas e restos culturais que servem de abrigo.",
  "chemicalControl": "Controle Químico",
  "warning": "Atenção",
  "chemicalWarning": "O uso de inseticidas deve ser criterioso. Consulte sempre um agrônomo e rotacione os ingredientes ativos para evitar o desenvolvimento de resistência.",
  "fallArmywormChemical1": "Aplicação de inseticidas direcionada ao cartucho da planta.",
  "fallArmywormChemical2": "Tratamento de sementes para proteger a cultura no estágio inicial.",
  "fallArmywormChemical3": "Uso de produtos seletivos para preservar os inimigos naturais.",
  "quickFacts": "Factos Rápidos",
  "threatLevel": "Nível de Ameaça",
  "high": "Alto",
  "affectedCrops": "Culturas Afetadas",
  "corn": "Milho",
  "sorghum": "Sorgo, Arroz, Algodão",
  "activeSeason": "Época Ativa",
  "rainySeasonShort": "Época das Chuvas",
  "lifespan": "Ciclo de Vida",
  "days": "dias",
  "regionalAlert": "Alerta Regional",
  "fallArmywormAlert": "Esta praga é altamente migratória, capaz de voar mais de 100km por noite. O monitoramento regional é crucial para o controle eficaz.",
  "reportSighting": "Reportar Avistamento",
  "relatedLinks": "Links Relacionados",
  "cornGuide": "Guia de Cultivo do Milho",
  "whitefly": "Praga: Mosca-Branca",
  "pestMonitoringTools": "Ferramentas de Monitoramento"
}
